return {
	--mami
	["$lieqiang1"] = "我说过的吧，不想再见到你的。",
	["$lieqiang2"] = "今后你真的能和我一起战斗吗？能待在我的身边吗？",
	["$lieqiang3"] = "一口气消灭他们！",
	["$molu1"] = "已经没什么好害怕了，我已经不是孤单一人了。",
	["$molu2"] = "身体好轻，以这么幸福的心情来战斗还是第一次。",
	
	--s_kyouko
	["$yingqiang1"] = "你不是说你相信着的嘛？用这个力量可以让大家幸福！",
	["$yingqiang2"] = "将想守护的东西守护到底就对了。",
	["$yingqiang3"] = "走吧...这家伙由我来对付。",
	
	--sayaka
	["$wuwei1"] = "...不要妨碍我，我一个人能解决...",
	["$wuwei2"] = "只要我有此意，痛觉什么的，呵呵...呵呵...啊哈哈哈哈！",
	["$wuwei3"] = "这个名为梦之事物啊，并不是什么悲伤的事情哦。",
	
	--madoka
	["$cibei1"] = "这是这样的我所终于找到的答案。相信我吧。",
	["$cibei2"] = "...神也好什么都无所谓。",
	["$cibei3"] = "我不想让她们哭泣，希望到最后都能带着笑脸。",
	["$cibei4"] = "妨碍这些的规则，我来破坏，来改变。",
	["$renmin1"] = "赶上了真是太好了！",
	["$renmin2"] = "就算是这样的自己也能帮助别人，可以挺起胸膛活下去的话，这就是我最大的梦想。",
	["$renmin3"] = "我，终于明白了，找到想要实现的愿望了。",

	["~madoka"] = "我不想...变成魔女...", 

	--yui
	["$yingan1"] = "轻...音乐吗？...",
	["$yingan2"] = "（敲响板）",
	["$yingan3"] = "听了刚才的演奏，我突然觉得或许我也能行呢",
	["$yingan4"] = "凭感觉...看~（梓喵：哇！绝对音感！）",
	
	--azusa
	["$miaolv1"] = "那么就、（吉他音）",
	["$miaolv2"] = "那、那么就从我开始（吉他音）",
	["$miaolv3"] = "我果然还是想跟前辈们一起演奏！",
	["$quanmian1"] = "这样是不行的！！！（哇，爆发了）",
	["$quanmian2"] = "根本感受不到大家的干劲啊！！",
	["$quanmian3"] = "这能叫我冷静得下来嘛！！！",
	
	--mio
	["$xiuse1"] = "已经...嫁不出去了...",
	["$xiuse2"] = "不...不行了！...",
	["$yinzhuang1"] = "（Don't say \"lazy\"）",
	["$yinzhuang2"] = "（NO,Thank You!）",
	["$yinzhuang3"] = "（Listen!!）",
	
	--kanade
	["$tongxin1"] = "现在在我的身体里，你的心脏在跳动着",
	["$tongxin2"] = "我就是...靠你的心脏而活下来的女孩子。",
	["$yinren1"] = "「Guardskill Handsonic」",
	["$yinren2"] = "「Handsonic Version2」",
	["$yinren3"] = "虽然试着做成花的形状，这个究竟可不可爱呢。",
	["$yinren4"] = "结弦，那么你已经没有留念的东西了吗？",

	--inori
	["$jianqiao1"] = "拜托了，大家，请使用我",
	["$jianqiao2"] = "集，拜托你了，使用我的力量",
	["$wange1"] = "盛开的原野之花唷",
	["$wange2"] = "人们为什么要互相伤害",

	--rei
	["$chidun1"] = "除此之外，我什么也没有了",
	["$chidun2"] = "不。。。你不会死的，我会保护你。",
	["$wuxinAya1"] = "谢谢。。。感谢的话语。。。第一次说过的话。。。",
	["$wuxinAya2"] = "对不起。。。这个时候我不知道露出什么表情好",

	--asuka
	["$xiehang1"] = "拯救愚民是精英的义务",
	["$xiehang2"] = "哼。。。你白痴吗？",
	["$powei1"] = "你才是别干多余的事啊！",
	["$powei2"] = "呀。。。",

	--homura
	["$shiting1"] = "不是那么简单的",
	["$shiting2"] = "好了，我们走吧",
	["$shiting3"] = "所以我...要继续战斗下去",
	["$shizhi1"] = "你们捡回了一条命呢",
	["$shizhi2"] = "要解决这个的人是我",
}