return {
    --koromo
    ["$laoyue1"] = "海底捞月！",
    ["$laoyue2"] = "同世界一起陷入黑暗深渊吧",
    ["$kongyun1"] = "和，断幺，三色同顺，宝牌2，12000",
    ["$kongyun2"] = "自摸，闲家3000，庄家6000",

    --nagi
    ["$tianzi1"] = "啊，好，决定了！",
    ["$tianzi2"] = "难以相信，要不要试试看呢",
    ["$yuzhai1"] = "总而言之，这样的下雨天学校什么的最讨厌啦",
    ["$yuzhai2"] = "去了学校又要浪费一天时间",

    --sakura
    ["$fengyin1"] = "恢复你原来的样子，库洛牌！",
    ["$fengyin2"] = "你去确认一下吧，小可。你不是能感受到库洛牌的存在吗？",
    ["$fengyin3"] = "（小可）好，趁现在快封印吧。（小樱）嗯！",
    ["$jiechu1"] = "隐藏着黑暗力量的钥匙啊，在我面前显示你真正的力量，与你签订契约的小樱命令你，封印解除！",
    ["$jiechu2"] = "树木啊，绿意盎然的丛林！帮助我！",

    --izumi
    ["$duhun1"] = "把彷徨的魂魄送往那个世界也是鹭之宫家的使命",
    ["$duhun2"] = "那么，就请不要再迷茫，安心成佛吧",

    ["$mizou1"] = "伤脑筋了~伤脑筋了~",
    ["$mizou2"] = "这里是哪里？",
    ["$mizou3"] = "芝麻开门",

    --toki
    ["$tiruo1"] = "我稍微有点病弱...",
    ["$tiruo2"] = "又给你们添了不少麻烦呢...真是对不起",

    ["$yujian1"] = "双重效果...前往两巡之后！",
    ["$yujian2"] = "看到了...",
    ["$yujian3"] = "这张点不了炮...",
}