return {
    --watashi
    ["$jilu1"] = "稍微去做了下学术调查",
    ["$jilu2"] = "所谓的文化就是这种东西哟",
    ["$jilu3"] = "我还天真的以为那是要用于人类纪念碑的资料呢",
    ["$tiaoting1"] = "我们调停官也有协助促进国家发展的工作",
    ["$tiaoting2"] = "我是联合国的调停官，作为人类和妖精接触的专业人士",
    ["$tiaoting3"] = "作战失败可是很棘手的啊",

    --holo
    ["$jisui1"] = "瞧瞧这耳朵和尾巴不就明白了，咱可是高贵的狼啊",
    ["$jisui2"] = "只要咱还活着，那些麦子就不会腐烂或者枯萎",
    ["$jisui3"] = "有没有酒啊？",

    --azusa
    ["$zhuyi1"] = "喵~给予宠物狗奖励，也是主人的义务吧",
    ["$zhuyi2"] = "怎，怎么可能会等你呢，我又不是个等着被喂的稚燕",
    ["$zhuyi3"] = "变态还真直接呢...",
    ["$weihao1"] = "并不是说要用劳斯莱斯接送，在学校铺上红地毯之类的事情",
    ["$weihao2"] = "毕竟是第一次来这种地方没办法的嘛",

    --asuna
    ["$shanguang1"] = "欸",
    ["$shanguang2"] = "欸",
    ["$shanguang3"] = "你所谓的爱情不过是占有欲罢了",
    ["$zhuanyu1"] = "一顿饭，不管你想吃什么多少钱，我都请你，这样就算扯平了，怎么样",
    ["$zhuanyu2"] = "因为我...会保护你",

    --mikoto
    ["$dianji1"] = "作为之前失态的补偿。。。就在此。。还清！",
    ["$dianji2"] = "我的电击之所以手下留情，并不是因为杀掉你会睡不好",
    ["$cichang1"] = "滋。。。",
    ["$cichang2"] = "滋。。。",

    --shana
    ["$duanzui1"] = "飞焰!",
    ["$duanzui2"] = "哪怕一瞬间也好，只要给我一口气来一击必杀的.....力量",
    ["$duanzui3"] = "燃烧吧!",
    ["$honglian1"] = "恩，还必须变得更强，为了不管发生任何事情都能应对",
    ["$honglian2"] = "是如此，如此灼热的火焰，这是....这才是“天壤的劫火”",

    --taiga
    ["$huxiao1"] = "吵死了！吵死了！",
    ["$huxiao2"] = "要不然，就把记忆全部消除掉！",
    ["$huxiao3"] = "因为我不想死，所以只好把你杀了啊",
    ["$yexi1"] = "要把你的本性揭露出来很简单，但是那样就太无聊了吧",
    ["$yexi2"] = "没关系，只要用这个用力敲打脑门，就算不会断气，至少可以让记忆消失得一干二净",
    ["$yexi3"] = "那东西既然被你知道了，我就已经没脸活下去了，只能一死了之了",
    ["$yexi4"] = "我会一直监视你的",
}