return {
    --watashi
    ["$jilu1"] = "稍微去做了下学术调查",
    ["$jilu2"] = "所谓的文化就是这种东西哟",
    ["$jilu3"] = "我还天真的以为那是要用于人类纪念碑的资料呢",
    ["$tiaoting1"] = "我们调停官也有协助促进国家发展的工作",
    ["$tiaoting2"] = "我是联合国的调停官，作为人类和妖精接触的专业人士",
    ["$tiaoting3"] = "作战失败可是很棘手的啊",

    --holo
    ["$jisui1"] = "瞧瞧这耳朵和尾巴不就明白了，咱可是高贵的狼啊",
    ["$jisui2"] = "只要咱还活着，那些麦子就不会腐烂或者枯萎",
    ["$jisui3"] = "有没有酒啊？",

    --azusa
    ["$zhuyi1"] = "喵~给予宠物狗奖励，也是主人的义务吧",
    ["$zhuyi2"] = "怎，怎么可能会等你呢，我又不是个等着被喂的稚燕",
    ["$zhuyi3"] = "变态还真直接呢...",
    ["$weihao1"] = "并不是说要用劳斯莱斯接送，在学校铺上红地毯之类的事情",
    ["$weihao2"] = "毕竟是第一次来这种地方没办法的嘛",

    --asuna
    ["$shanguang1"] = "欸",
    ["$shanguang2"] = "欸",
    ["$shanguang3"] = "你所谓的爱情不过是占有欲罢了",
    ["$zhuanyu1"] = "一顿饭，不管你想吃什么多少钱，我都请你，这样就算扯平了，怎么样",
    ["$zhuanyu2"] = "因为我...会保护你",

    --mikoto
    ["$dianji1"] = "作为之前失态的补偿。。。就在此。。还清！",
    ["$dianji2"] = "我的电击之所以手下留情，并不是因为杀掉你会睡不好",
    ["$cichang1"] = "滋。。。",
    ["$cichang2"] = "滋。。。",
}