return {
	["moesen"] = "萌战MOD",

	----A001
	["madoka"] = "鹿目圆", 
	["&madoka"] = "鹿目圆", 
	["#madoka"] = "圆环之理", 
	["#&madoka"] = "魔法少女小圆", 	
	["designer:madoka"] = "兰博",
	["cv:madoka"] = "悠木碧",
	["illustrator:madoka"] = "46401177",

	["cibei"] = "慈悲",
	[":cibei"] = "每当你对一名角色造成伤害时，你可以防止此伤害，改为弃置该角色的一张手牌和一张装备牌。 ",

	["renmin"] = "仁悯",
	[":renmin"] = "每当与你势力相同的角色的牌因弃置而进入弃牌堆后，你可以令该角色获得这些牌。每名角色限用一次。",
	["@renmin_used"] = "已被使用仁悯",
	
	----A002
	["mami"] = "巴麻美", 
	["&mami"] = "巴麻美", 
	["#mami"] = "孤独之缚", 
	["#&mami"] = "魔法少女小圆",
	["~mami"] = "啊...啊...啊...",
	["designer:mami"] = "御坂2623、女王受·虫、hmqgg",
	["cv:mami"] = "水橋かおり",
	["illustrator:mami"] = "50740492",

	["lieqiang"] = "烈枪",
	[":lieqiang"] = "锁定技，与你势力相同的角色使用【杀】指定目标后，若你的判定区、装备区或手牌区中至少两个区里没有牌，你令此【杀】不可被【闪】响应。",
	
	["molu"] = "殁颅",
	[":molu"] = "副将技，当你处于濒死状态时，若你有主将，你可以将体力回复至体力上限，然后移除你的主将。",
	["$MoluAnimate"] = "学姐有头不科学！",

	----A003
	["s_kyouko"] = "佐仓杏子", 
	["&s_kyouko"] = "佐仓杏子", 
	["#s_kyouko"] = "正义之惘",
	["#&s_kyouko"] = "魔法少女小圆",
	["~s_kyouko"] = "独自一人很寂寞吧...好吧，就让我陪你一起上路吧...沙耶香...", 
	["designer:s_kyouko"] = "昂翼天使、hmqgg",
	["cv:s_kyouko"] = "野中藍",
	["illustrator:s_kyouko"] = "38241810",

	["yingqiang"] = "缨枪",
	[":yingqiang"] = "出牌阶段限一次，你可以将两到四张不同花色的手牌当一张无距离限制的【杀】使用；根据这些牌的花色： \n黑桃-每当此【杀】对你距离1的角色造成1点伤害后，你回复1点体力；\n红桃-每当此【杀】对一名角色造成伤害后，你令其摸X张牌，然后令其将武将牌叠置（X为其体力值）；\n梅花-此【杀】指定目标后，你无视目标的防具；\n方块-此【杀】指定目标后，你摸一张牌。",
	["yingqiang_spade"] = "缨枪（黑桃）",
	[":yingqiang_spade"] = "每当此【杀】对你距离1的角色造成1点伤害后，你回复1点体力",
	["yingqiang_heart"] = "缨枪（红桃）",
	[":yingqiang_heart"] = "每当此【杀】对一名角色造成伤害后，你令其摸X张牌，然后令其将武将牌叠置（X为其体力值）",
	["yingqiang_club"] = "缨枪（梅花）",
	[":yingqiang_club"] = "此【杀】指定目标后，你无视目标的防具",
	["yingqiang_diamond"] = "缨枪（方块）",
	[":yingqiang_diamond"] = "此【杀】指定目标后，你摸一张牌",

	----A004	
	["sayaka"] = "美树沙耶香", 
	["&sayaka"] = "美树沙耶香", 
	["#sayaka"] = "恋慕之悲", 
	["#&sayaka"] = "魔法少女小圆",
	["~sayaka"] = "我真是个笨蛋...", 
	["designer:sayaka"] = "御坂2623",
	["cv:sayaka"] = "喜多村英梨",
	["illustrator:sayaka"] = "37560505",
	
	["wuwei"] = "无畏",
	[":wuwei"] = "出牌阶段限一次，你可以失去1点体力，若如此做，你将一张手牌当【杀】使用，此【杀】对目标角色造成伤害时，你令此伤害+1（此【杀】不计入出牌阶段使用次数限制）。",

	----A005
	["homura"] = "晓美焰", 
	["&homura"] = "晓美焰", 
	["#homura"] = "轮回之绊", 
	["#&homura"] = "魔法少女小圆",
	["designer:homura"] = "御坂2623、AK",
	["cv:homura"] = "斋藤千和",
	["illustrator:homura"] = "45754521",

	["shiting"] = "时停",
	[":shiting"] = "每当与你势力相同的角色成为与你势力不同角色使用【杀】的唯一目标后，你可以弃置两张手牌，然后进行一个额外的回合，此回合内，你使用的仅指定其他角色为目标的牌，于此【杀】结算完毕后依次结算之。",
	["@shiting-ask"] = "你可以弃置两张手牌发动技能“时停”",
	["#ShitingStart"] = "%from 弃置了两张手牌，发动了 “%arg”",
	
	["shizhi"] = "时制",
	[":shizhi"] = "每当你使用的【杀】结算完毕时，若之未造成伤害，你可以弃置一名目标角色的一张手牌。",
	["@shizhi-targetchoose"] = "请选择一名角色，弃置其一张手牌",

	----A006
	["n_azusa"] = "中野梓",
	["&n_azusa"] = "中野梓",
	["#n_azusa"] = "相遇天使",
	["#&n_azusa"] = "轻音少女",
	["~n_azusa"] = "对不起...明明决定不哭的...笑着说恭喜毕业的...", 
	["designer:n_azusa"] = "肥羊",
	["cv:n_azusa"] = "竹達彩奈",
	["illustrator:n_azusa"] = "11725971",

	["quanmian"] = "劝勉",
	[":quanmian"] = "出牌阶段限一次，你可以指定一名装备区里有牌的角色，你令其获得其装备区里的一张牌。若如此做，且该角色不是你，你摸一张牌。",
	
	["miaolv"] = "妙律",
	[":miaolv"] = "出牌阶段，你可以弃置任意数量的牌，然后体力值等于你弃置的牌数的角色各回复1点体力。",

	----A007
	["mio"] = "秋山澪", 
	["&mio"] = "秋山澪", 
	["#mio"] = "苍空独歌", 
	["#&mio"] = "轻音少女", 	
	["~mio"] = "已经做得很好了吧！我们真的已经做得好了吧！", 
	["designer:mio"] = "止水",
	["cv:mio"] = "日笠陽子",
	["illustrator:mio"] = "5485674",
	
	["yinzhuang"] = "音装",
	[":yinzhuang"] = "锁定技，每当你因打出以外的方式失去一张装备区里的牌时，若此牌为：武器牌，你摸一张牌；防具牌，视为你使用一张【杀】；坐骑牌，你回复1点体力。",
	["#yinzhuang-weapon"] = "音装（武器）",
	[":#yinzhuang-weapon"] = "你摸一张牌",
	["#yinzhuang-armor"] = "音装（防具）",
	[":#yinzhuang-armor"] = "视为你使用一张【杀】",
	["#yinzhuang-horse"] = "音装（坐骑）",
	[":#yinzhuang-horse"] = "你回复1点体力",
	["@yinzhuang-slash"] = "请选择一名角色作为【杀】的目标",
	
	["xiuse"] = "羞涩",
	[":xiuse"] = "每名角色的回合限一次，每当你因弃置而失去一张手牌后，你可以摸一张牌。",

	----A008
	["yui"] = "平泽唯", 
	["&yui"] = "平泽唯", 
	["#yui"] = "绝对音感",
	["#&yui"] = "轻音少女", 
	["~yui"] = "明年的学园祭一定会演出的更好哦...", 
	["designer:yui"] = "肥羊",
	["cv:yui"] = "豊崎愛生",
	["illustrator:yui"] = "10697375",

	["yingan"] = "音感",
	[":yingan"] = "每当与你势力相同的角色使用装备牌时，你可以摸一张牌，然后若你不是小势力角色，你须弃置一张牌。",
	["$yingan"] = "",
	["@yingan_friend"] = "受“音感”效果影响，请弃置一张牌",

	----A009
	["kanade"] = "立华奏",
	["&kanade"] = "立华奏",
	["#kanade"] = "浮华天籁",
	["#&kanade"] = "Angel Beats！",
	["~kanade"] = "赐予我生命，真的...很感谢...",
	["designer:kanade"] = "昂翼天使、Sword Elucidator",
	["cv:kanade"] = "花澤香菜",
	["illustrator:kanade"] = "11258649",
	
	["yinren"] = "音刃",
	[":yinren"] = "准备阶段或结束阶段开始时，你可以展示所有手牌，若其中的花色均不同，视为你使用一张【杀】（无距离限制）。若你以此法使用的【杀】造成伤害后，目标角色可以弃置你一张手牌。",
	["@yinren-slash"] = "请指定“音刃”的【杀】的目标角色。",
	["yinren:gainacard"] = "你可以弃置伤害来源的一张手牌",
	
	["tongxin"] = "同心",
	[":tongxin"] = "限定技，与你势力相同的角色死亡时，若你已经死亡，你可以复活并失去“音刃”，然后回复2点体力，再摸两张牌；此技能于你死亡后依旧有效。",

	----A010
	["rei"] = "绫波丽", 
	["&rei"] = "绫波丽", 
	["#rei"] = "女神", 
	["#&rei"] = "EVA", 	
	["#$rei"] = "碇真嗣", 	
	["~rei"] = "", 
	["designer:rei"] = "hmqgg",
	["cv:rei"] = "林原めぐみ",
	["illustrator:rei"] = "36951533",
	
	["wuxinAya"] = "无心",
	[":wuxinAya"] = "限定技，当你受到2点以上的伤害时，你可以回复体力至体力上限，然后令一名角色获得技能“勇决”，再防止此伤害。",
	["@wuxin"] = "无心",
	["@wuxin_text"] = "请选择一名角色，使其获得“勇决”",
	
	["chidun"] = "持盾",
	[":chidun"] = "每当与你势力相同的其他角色受到伤害时，你可以将此伤害转移给你，然后你摸一张牌。若如此做，该角色可以对伤害来源使用一张【杀】（不计入出牌阶段使用【杀】次数限制）。",	
	["@chidun"] = "你可以对 %src 使用一张【杀】",
	["#ChidunTransfer"] = "%from 发动了“%arg”，将 %to 受到的 %arg2 点伤害转移给了自己",

	----A011
	["asuka"] = "惣流·明日香·兰格雷", 
	["&asuka"] = "明日香", 
	["#asuka"] = "飞鸟", 
	["#&asuka"] = "EVA", 	
	["#$asuka"] = "碇真嗣", 
	["~asuka"] = "", 
	["designer:asuka"] = "hmqgg",
	["cv:asuka"] = "宮村優子",
	["illustrator:asuka"] = "31919799",
	
	["xiehang"] = "颉颃",
	[":xiehang"] = "出牌阶段，你可以与此回合内未以此法指定过的一名其他角色拼点：赢的角色可以使用一张拼点牌（不计入次数的限制）。",
	["@xiehang"] = "使用“颉颃”中的拼点牌",
	["~xiehang"] = "选择目标角色（装备牌不需要选择）",
	["xiehangAnother"] = "颉颃",
	[":xiehangAnother"] = "颉颃",
	
	["powei"] = "破围",
	[":powei"] = "若你的上家和下家均与你势力不同，每当你成为其他角色使用【杀】的目标时，你可以令其选择一项：1.弃置一张牌；2.取消之。",
	["powei_discard"] = "弃置一张牌",
	["powei_cancel"] = "取消这张【杀】",
	["@powei-discard"] = "受到“破围”的影响，你需要弃置一张牌",

	----A012
	["inori"] = "楪祈", 
	["&inori"] = "楪祈", 
	["#inori"] = "葬仪之剑", 
	["#&inori"] = "罪恶王冠", 
	["#$inori"] = "樱满集", 
	["~inori"] = "集，一直留在我身边吧，因为我是集的伙伴，呐", 
	["designer:inori"] = "钉子",
	["cv:inori"] = "茅野愛衣",
	["illustrator:inori"] = "53126094",

	-- ["lingchang"] = "灵唱",
	-- [":lingchang"] = "与你势力相同的角色的准备阶段开始时，若该角色已受伤，你可以展示其一张手牌，若如此做，你弃置之，然后若此牌颜色为红色，该角色回复1点体力。",
	
	-- ["bajian"] = "拔剑",
	-- [":bajian"] = "与你势力相同的其他角色在其出牌阶段限一次，该角色可以将你的一张手牌当【杀】使用或打出。 ",
	-- ["bajianVS"] = "拔剑",
	-- [":bajianVS"] = "出牌阶段限一次，你可以将楪祈的一张手牌当【杀】使用或打出。 ",
	-- ["bajian-multipleInoris"] = "场上有超过一个“拔剑”的目标，请选择其中一个。",

	["jianqiao"] = "剑鞘",
	[":jianqiao"] = "其他角色的出牌阶段开始时，你可以将一张【杀】或手牌里的装备牌交给该角色，令其于此出牌阶段使用【杀】的次数+1。若如此做，此回合内该角色的装备牌因替换而失去后，你可以获得并使用之。",
	["@jianqiao"] = "剑鞘",
	["@jianqiao-invoke"] = "你可以将一张手牌里的装备牌交给当前回合角色，发动“剑鞘”",

	["wange"] = "挽歌",
	[":wange"] = "每当你处于濒死状态时，你可以摸等同于与你势力相同的角色数的张数的牌，然后你交给每名与你势力相同的其他角色各一张手牌。",
	["@wange"] = " 请选择一张手牌交给 %src",

	----A013
	["n_maki"] = "西木野真姬", 
	["&n_maki"] = "西木野真姬", 
	["#n_maki"] = "绯红姬", 
	["#&n_maki"] = "Love Live！", 
	["~n_maki"] = "", 
	["designer:n_maki"] = "Kayak",
	["cv:n_maki"] = "Pile",
	["illustrator:n_maki"] = "47375402",
	
    ["qinyin"] = "琴音",
    [":qinyin"] = "当你使用或打出红色牌时，你可以令一名体力值不大于你的角色摸一张牌，每回合限一次。当你使用或打出黑色牌时，你可以弃置一名体力值大于你的角色的一张牌，每回合限一次。",
    ["@qinyin-red"] = "你可以发动“琴音”令一名角色摸一张牌",
    ["@qinyin-black"] = "你可以发动“琴音”弃置一名角色的一张牌",
	["#QinyinBlack"] = "%from 发动技能“%arg2”，弃置了 %to 的一张【%arg】",
	["#QinyinRed"] = "%from 发动技能“%arg”，令 %to 摸了一张牌",

	----A014
	["mayu"] = "岛田真梦", 
	["&mayu"] = "岛田真梦", 
	["#mayu"] = "青叶和歌", 
	["#&mayu"] = "Wake Up, Girls!", 
	["~mayu"] = "", 
	["designer:mayu"] = "hmqgg",
	["cv:mayu"] = "吉岡茉祐",
	["illustrator:mayu"] = "official pics",
	
	["liufei"] = "流蜚",
	[":liufei"] = "锁定技，每当与你势力相同的其他角色成为攻击范围内有你的其他角色使用【杀】的目标时，若你的手牌数少于体力值，取消之。",

	["pianxian"] = "翩跹",
	[":pianxian"] = "准备阶段开始时，你可以弃置至少X张牌（X为你的体力值），若如此做，你回复1点体力，然后若你以此法弃置的牌数不少于二，视为你使用一张【决斗】。",
	["@pianxian"] = "你可以发动“翩跹”",
	["~pianxian"] = "选择不少于你体力值张牌→点击确定",
	["@pianxian-duel"] = "请指定“翩跹”的【决斗】的目标角色。",

	----A015
	["lacus"] = "拉克丝·克莱茵", 
	["&lacus"] = "拉克丝", 
	["#lacus"] = "静夜之湖",
	["#&lacus"] = "机动战士高达SEED", 
	["#$lacus"] = "卡嘉莉·尤拉·阿斯哈", 
	["~lacus"] = "", 
	["designer:lacus"] = "Sword Elucidator、起个名字好烦QAQ、hmqgg",
	["cv:lacus"] = "田中理恵",
	["illustrator:lacus"] = "222167",
	
	["geji"] = "歌姬",
	[":geji"] = "出牌阶段限一次，若你有牌，你可以选择任意名势力各不相同的其他角色，你弃置你和这些角色的各一张牌。然后以此法弃置黑桃牌的角色各摸一张牌。",
	
	["pinghe"] = "平和",
	[":pinghe"] = "一名角色使用【杀】时，你可以终止此【杀】的结算，然后该角色可以展示一张【杀】，若其如此做，你失去“平和”。 ",
	["@pinghe"] = "你可以展示一张【杀】，令拉克丝失去技能“平和”。",
	
	----A016
	["sawa"] = "冲田纱羽", 
	["&sawa"] = "冲田纱羽", 
	["#sawa"] = "韶华莫尽", 
	["#&sawa"] = "TARI TARI", 
	["~sawa"] = "", 
	["designer:sawa"] = "hmqgg",
	["cv:sawa"] = "早見沙織",
	["illustrator:sawa"] = "30281038",
	
	["mashu_sawa"] = "马术",
	[":mashu"] = "锁定技，你与其他角色的距离-1。",
	
	["tengyue"] = "腾跃",
	[":tengyue"] = "摸牌阶段，你可以少摸任意数量的牌，若如此做，直到回合结束，你可以额外使用等量的【杀】，你使用的【杀】可以额外指定一个目标。 ",
	["@TengyueExtraSlashes"] = "腾跃-额外杀",
	["tengyue1"] = "少摸1张牌",
	["tengyue2"] = "少摸2张牌",
	["tengyue3"] = "少摸3张牌",
	["tengyue4"] = "少摸4张牌",
	["tengyue5"] = "少摸5张牌",

	----A017
	["menma"] = "本间芽衣子", 
	["&menma"] = "面码", 
	["#menma"] = "勿忘草",
	["#&menma"] = "未闻花名", 
	["~menma"] = "", 
	["designer:menma"] = "钉子",
	["cv:menma"] = "内川藍維",
	["illustrator:menma"] = "38356471",
	
	["qiyuan"] = "祈愿",
	[":qiyuan"] = "其他角色的准备阶段开始时，你可以弃置一张手牌，令其摸牌阶段多摸一张牌。其他角色的弃牌阶段结束时，若其于此阶段内弃置的牌的张数大于你的手牌数，你可以摸一张牌。",
	["@qiyuan-discard"] = "你可以发动“祈愿”，弃置一张手牌，令该角色多摸一张牌",

	["huaming"] = "花名",
	[":huaming"] = "当你死亡时，你可以令一名其他角色（杀死你的角色除外）获得杀死你的角色的一张牌，然后其回复1点体力。",
	["@huaming-choose"] = "你可以发动“花名”，选择一名其他角色获得获得杀死你的角色的一张牌",

	----A018
	["miho"] = "西住美穗", 
	["&miho"] = "西住美穗", 
	["#miho"] = "军神",
	["#&miho"] = "少女与战车", 	
	["~miho"] = "", 
	["designer:miho"] = "hmqgg",
	["cv:miho"] = "渕上舞",
	["illustrator:miho"] = "nanai",
	
	["mogai"] = "魔改",
	[":mogai"] = "每当你使用【杀】时，或你成为一张【杀】的目标时，你可以选择弃牌堆里的一张装备牌，你打出一张装备区里的同类别的牌替换之。",
	
	["ruhun"] = "入魂",
	[":ruhun"] = "每当你使用【杀】指定目标后，你可以弃置一张牌，若如此做，目标角色不能使用或打出相同花色的手牌直到回合结束。",
	["@ruhun"] = "请弃置一张牌（入魂）",
	["#RuhunLimit"] = "%from 发动了“%arg2”，令 %to 直到回合结束无法使用 %arg 花色的手牌。",
}