return {
	----C001
	["sakura"] = "木之本樱", 
	["&sakura"] = "木之本樱", 
	["#sakura"] = "库洛魔法使", 
	["#&sakura"] = "魔卡少女樱", 
	["~sakura"] = "", 
	["designer:sakura"] = "阿米拉嗪",
	["cv:sakura"] = "丹下桜",
	["illustrator:sakura"] = "47194043",

	["fengyin"] = "封印",
	[":fengyin"] = "当你于出牌阶段内使用仅指定一名与你势力不同的目标角色的【杀】造成伤害时，若目标角色有副将的武将牌，你可以防止此伤害，令其移除副将的武将牌。",
	["@fengyin_put"] = "你可以发动“封印”，你可以将一张牌置于牌堆顶",

	["jiechu"] = "解除",
	[":jiechu"] = "结束阶段开始时，若于此回合内有角色明置、暗置或移除了武将牌，你可以变更副将，然后摸X张牌（X为明置、暗置或移除武将牌的次数）。",
	["@jiechu_times"] = "解除",

	----C002
	["hinagiku"] = "桂雏菊", 
	["&hinagiku"] = "桂雏菊", 
	["#hinagiku"] = "剑道会长",
	["#&hinagiku"] = "旋风管家",
	["~hinagiku"] = "", 
	["designer:hinagiku"] = "jordan圣帝",
	["cv:hinagiku"] = "伊藤静",
	["illustrator:hinagiku"] = "official pics",

    ["jiandao"] = "剑道",
    [":jiandao"] = "每当你使用【杀】指定一名目标角色时，你可以选择一项：1、令与其手牌数相同的所有其他角色成为额外目标 2、令与其装备区的牌的张数相同的所有其他角色成为额外目标。",
    ["jiandao:hand"] = " 手牌数相等的其他角色",
    ["jiandao:equip"] = "装备牌数相等的其他角色",

	----C003
	["nagi"] = "三千院凪", 
	["&nagi"] = "三千院凪", 
	["#nagi"] = "千金御宅",
	["#&nagi"] = "旋风管家", 	
	["~nagi"] = "", 
	["designer:nagi"] = "钉子",
	["cv:nagi"] = "釘宮理惠",
	["illustrator:nagi"] = "38455466",

	["tianzi"] = "天资",
	[":tianzi"] = "摸牌阶段，你可以额外摸一张牌。出牌阶段限一次，你可以令此回合内你的手牌上限-1，若如此做，此回合的弃牌阶段结束时，你摸等同于此阶段内弃置的锦囊牌的张数的牌并展示之。",
	["@tianzi_draw"] = "天资",

	["yuzhai"] = "御宅",
	[":yuzhai"] = "结束阶段开始时，若于此回合内你弃置的牌的张数大于你的体力值，你可以弃置一名其他角色的一张手牌。",
	["@yuzhai_cards"] = "御宅计数",
	["yuzhai-invoke"] = "请选择一名其他角色，发动“御宅”",

	----C004
	["izumi"] = "鹭之宫伊澄", 
	["&izumi"] = "鹭之宫伊澄", 
	["#izumi"] = "迷途巫女", 
	["#&izumi"] = "旋风管家", 
	["~izumi"] = "", 
	["designer:izumi"] = "钉子",
	["cv:izumi"] = "松来未祐",
	["illustrator:izumi"] = "4435820",

	["mizou"] = "迷走",
	[":mizou"] = "每当你受到或造成伤害时，你可以弃置一张手牌，然后进行一次判定，若结果为红色，你令伤害来源摸一张牌，再令此伤害-1。",
	["@mizou_discard"] = "请弃置一张牌，发动“迷走”",

	["wushu"] = "巫术",
	[":wushu"] = "每当你的黑色牌因判定而置入弃牌堆时，你可以将之交给一名角色。",
	
	----C005
	["suiseiseki"] = "翠星石", 
	["&suiseiseki"] = "翠星石", 
	["#suiseiseki"] = "梦之庭師", 
	["#&suiseiseki"] = "蔷薇少女", 	
	["~suiseiseki"] = "", 
	["designer:suiseiseki"] = "御坂2623",
	["cv:suiseiseki"] = "桑谷夏子",
	["illustrator:suiseiseki"] = "43012104",

	["shuimeng"] = "水梦",
	[":shuimeng"] = "出牌阶段限一次，你可以弃置X张手牌并指定一名角色，若如此做，你令其摸X-1张牌。（X为至少为2的任意值）",
	["shuimeng_discard"] = "请弃置两张牌发动“水梦”",
	["shuimeng_discard_any"] = "请弃置至少两张牌发动“水梦”",

	["rosesuiseiseki"] = "蔷薇",
	[":rosesuiseiseki"] = "主将技，每当你使用“水梦”时，可以将你的副将牌暗置，若如此做，你不能明置副将直到你的下个回合开始，然后此次使用“水梦”的弃牌消耗改为2，X改为该角色的手牌数。",

	["meijiesuiseiseki"] = "媒戒",
	[":meijiesuiseiseki"] = "副将技，锁定技，若你的主将未被移出游戏，你的手牌上限+1。",

	----C006
	["suigintou"] = "水银灯", 
	["&suigintou"] = "水银灯", 
	["#suigintou"] = "孤傲的逆十字", 
	["#&suigintou"] = "蔷薇少女", 
	["~suigintou"] = "", 
	["designer:suigintou"] = "御坂2623",
	["cv:suigintou"] = "田中理惠",
	["illustrator:suigintou"] = "56610300",

	["mingming"] = "冥冥",
	[":mingming"] = "出牌阶段限一次，你可以弃置两张相同花色的黑色手牌，若如此做，视为你使用一张【万箭齐发】。",

	["rosesuigintou"] = "蔷薇",
	[":rosesuigintou"] = "主将技，每当你使用“冥冥”时，可以将你的副将牌暗置，若如此做，你不能明置副将直到你的下个回合开始，然后此次使用“冥冥”的弃牌消耗减半。",

	["meijiesuigintou"] = "媒戒",
	[":meijiesuigintou"] = "副将技，锁定技，若你的主将未被移出游戏，“冥冥”的弃牌消耗改为两张黑色手牌。",	

	----C007
	["shinku"] = "真红", 
	["&shinku"] = "真红", 
	["#shinku"] = "优雅的女王", 
	["#&shinku"] = "蔷薇少女", 	
	["~shinku"] = "", 
	["designer:shinku"] = "御坂2623",
	["cv:shinku"] = "沢城みゆき",
	["illustrator:shinku"] = "25865657",

	["heli"] = "荷莉",
	[":heli"] = "出牌阶段限一次，你可以弃置X张红色手牌并指定一名其他角色，若如此做，你对其造成X/2点伤害（向下取整，且至多为3）。（X为至少为2的变量，且不多于存活角色数）",

	["roseshinku"] = "蔷薇",
	[":roseshinku"] = "主将技，每当你使用“荷莉”时，可以将你的副将牌暗置，若如此做，你不能明置副将直到你的下个回合开始，然后此次使用“荷莉”造成的伤害改为X-1。",

	["meijieshinku"] = "媒戒",
	[":meijieshinku"] = "副将技，锁定技，若你的主将未被移出游戏，“荷莉”的弃牌消耗改为X张牌。",
	
	----C008
	["akari"] = "赤座灯里", 
	["&akari"] = "赤座灯里", 
	["#akari"] = "消逝的存在感", 
	["#&akari"] = "摇曳百合♪♪", 
	["~akari"] = "", 
	["designer:akari"] = "hmqgg",
	["cv:akari"] = "三上枝織",
	["illustrator:akari"] = "31838608",

	["wucun"] = "无存",
	[":wucun"] = "与你势力不同的角色的准备阶段开始时，若你的手牌数不多于你的体力值，且存活角色数多于2，你可以摸一张牌，然后当前回合角色视为对你使用一张【调虎离山】。",

	["kongni"] = "空匿",
	[":kongni"] = "锁定技，若你的装备区里没有牌，黑色【杀】对你无效。",

	----C009
	["t_kyouko"] = "岁纳京子", 
	["&t_kyouko"] = "岁纳京子", 
	["#t_kyouko"] = "元气无铁炮",
	["#&t_kyouko"] = "摇曳百合♪♪", 	
	["~t_kyouko"] = "", 
	["designer:t_kyouko"] = "hmqgg",
	["cv:t_kyouko"] = "大坪由佳",
	["illustrator:t_kyouko"] = "41391831",

	["baozou"] = "暴走",
	[":baozou"] = "每当你使用【杀】对目标角色造成伤害后，你可以翻开牌堆顶牌，若为【杀】，你可以视为使用之（不计入出牌阶段使用【杀】次数限制）；若不为【杀】,你可以弃置一张手牌然后获得之，否则将之置入弃牌堆。",
	["@baozou_discard"] = "请弃置一张手牌，获得此牌",
	["@baozou"] = "“暴走”发动，你可以使用此【杀】",
	["~baozou"] = "请选择目标角色->点击【确定】",

	["ziwo"] = "自我",
	[":ziwo"] = "锁定技，其他角色于你的回合内不能明置其武将牌。",
	
	----C010
	["tsukasa"] = "柊司", 
	["&tsukasa"] = "柊司", 
	["#tsukasa"] = "魔醋少女", 
	["#&tsukasa"] = "幸运星", 
	["~tsukasa"] = "", 
	["designer:tsukasa"] = "official designer",
	["cv:tsukasa"] = "中原麻衣",
	["illustrator:tsukasa"] = "45832131",

	["zhiyu"] = "治愈",
	[":zhiyu"] = "出牌阶段限一次，你可以弃置两张手牌并指定一名已受伤的与你势力相同的其他角色，然后你与其各回复1点体力。",

	["maoshi"] = "冒失",
	[":maoshi"] = "每当你失去装备区里的牌时，你可以摸两张牌。",
	
	----C011
	["kagami"] = "柊镜", 
	["&kagami"] = "柊镜", 
	["#kagami"] = "傲娇巫女", 
	["#&kagami"] = "幸运星", 
	["~kagami"] = "", 
	["designer:kagami"] = "hmqgg",
	["cv:kagami"] = "小清水亜美",
	["illustrator:kagami"] = "45832131",

	["tsukkomi"] = "突込",
	[":tsukkomi"] = "每当你需要使用一张【杀】或【无懈可击】时，你可以明置此武将牌，然后视为你使用之。每阶段限一次。",

	["aolin"] = "傲凛",
	[":aolin"] = "每当你使用的【杀】对目标角色造成伤害后，若你的武将牌均明置，你可以将此武将牌暗置之，然后摸一张牌。",

	----C012
	["konata"] = "泉此方", 
	["&konata"] = "泉此方", 
	["#konata"] = "御宅之魂", 
	["#&konata"] = "幸运星", 
	["~konata"] = "", 
	["designer:konata"] = "3D吧张鲁",
	["cv:konata"] = "広橋涼",
	["illustrator:konata"] = "official pics",

	["xipin"] = "惜贫",
	[":xipin"] = "每当你需要使用或打出一张【闪】时，你可以令所有其他有手牌的角色依次选择是否交给你一张手牌，若没有角色选择交给你一张手牌，视为你使用了一张【闪】，",
	["@xipin_give"] = "请选择一张手牌，或取消",

	["zhaihun"] = "宅魂",
	[":zhaihun"] = "弃牌阶段结束时，你攻击范围内的其他角色可以依次获得一张此阶段内因弃置而进入弃牌堆的牌，每有一名角色以此法获得其中的红色牌时，你回复1点体力。",
	
	----C013
	["ika"] = "乌贼娘", 
	["&ika"] = "乌贼娘", 
	["#ika"] = "花枝招展", 
	["#&ika"] = "侵略！乌贼娘", 
	["~ika"] = "", 
	["designer:ika"] = "hmqgg",
	["cv:ika"] = "金元寿子",
	["illustrator:ika"] = "22329355",

	["qinlve"] = "侵略",
	[":qinlve"] = "你可以跳过出牌阶段，然后与一名其他角色拼点。若你赢，视为对其使用一张【杀】，然后你可以重复此流程。",
	["@qinlve_target"] = "你可以指定一名其他角色发动“侵略”",
	
	----C014
	["toki"] = "园城寺怜", 
	["&toki"] = "园城寺怜", 
	["#toki"] = "三巡先知", 
	["#&toki"] = "天才麻将少女", 
	["~toki"] = "", 
	["designer:toki"] = "hmqgg",
	["cv:toki"] = "小倉唯",
	["illustrator:toki"] = "27195089",

	["yujian"] = "预见",
	[":yujian"] = "每当你于出牌阶段使用的【杀】指定目标后，你可以声明：\n1、此【杀】造成伤害；\n2、此【杀】未造成伤害。\n此【杀】结算完毕时，若声明为真，你摸一张牌。",
	["forecastWillDamage"] = "此【杀】造成伤害",
	["forecastWontDamage"] = "此【杀】未造成伤害",
	["$YujianAnnounce"] = "%from 发动了“预见”,声明了 %arg",

	["tiruo"] = "体弱",
	[":tiruo"] = "每当你成为一名角色的【杀】的目标时，你可以弃置一张牌取消之，然后该角色摸一张牌。",
	["@tiruo_discard"] = "%src 对你使用【杀】，你可以弃置一张牌发动“体弱”取消之",

	----C015
	["saki"] = "宫永咲", 
	["&saki"] = "宫永咲", 
	["#saki"] = "岭上使魔王", 
	["#&saki"] = "天才麻将少女", 
	["~saki"] = "", 
	["designer:saki"] = "好烦",
	["cv:saki"] = "植田佳奈",
	["illustrator:saki"] = "4526786",


	["lingshang"] = "岭上",
	[":lingshang"] = "每当你于回合内获得牌后，你可以弃置X张花色相同的牌（X为4 - 装备区内与这些牌花色相同的牌的张数），然后获得1枚“杠”标记，再摸一张牌。",
	["@lingshang"] = "你可以弃置X张花色相同的牌发动“岭上”",
	["~lingshang"] = "选择X张花色相同的牌→点击确定",
	["@gang"] = "杠",

	["kaihua"] = "开花",
	[":kaihua"] = "出牌阶段限一次，你可以弃置X枚“杠”标记（X为本局游戏中你已发动“开花”次数，且至少为1），然后令所有其他角色选择一项：\n1、交给你一张装备牌；\n2、你回复1点体力；\n3、受到你对其造成的1点伤害",
	["@kaihua_pass"] = "受到“开花”的影响，你需要选择一张装备牌并点击“确定”，或点“取消”选择以下一项：<br />1. %src 回复1点体力<br />2. %src 对你造成1点伤害",
	["kaihuaDamage"] = "你受到1点伤害",
	["kaihuaRecover"] = "其回复1点体力", 
	
	----C016
	["nodoka"] = "原村和", 
	["&nodoka"] = "原村和", 
	["#nodoka"] = "清澄副将", 
	["#&nodoka"] = "天才麻将少女", 
	["~nodoka"] = "", 
	["designer:nodoka"] = "hmqgg",
	["cv:nodoka"] = "小清水亜美",
	["illustrator:nodoka"] = "60884015",

	["sugong"] = "速攻",
	[":sugong"] = "准备阶段开始时，你可以弃置一张非基本牌，然后进行一个额外的出牌阶段。",
	["@sugong_discard"] = "你可以弃置一张非基本牌，发动“速攻”",

	["suanlv"] = "算率",
	[":suanlv"] = "其他角色的弃牌阶段开始时，你可以将至多X张手牌背面朝上置于你的武将牌上（X为你已损失的体力值），称为“算”。弃牌阶段结束时，你弃置所有的“算”，然后获得所有于此阶段内弃置的与“算”中任意一张牌花色相同的牌。",
	["@suanlv"] = "你可以选择X张牌置于你的武将牌上发动“算率”",
	["~suanlv"] = "选择X张牌牌→点击确定",
	["suan"] = "算",

	----C017
	["shizuno"] = "高鸭稳乃", 
	["&shizuno"] = "高鸭稳乃", 
	["#shizuno"] = "深山支配者", 
	["#&shizuno"] = "天才麻将少女", 
	["~shizuno"] = "", 
	["designer:shizuno"] = "hmqgg",
	["cv:shizuno"] = "悠木碧",
	["illustrator:shizuno"] = "26833880",

	["moyun"] = "末运",
	[":moyun"] = "每当你一个区域的牌失去所有牌后，若不为回合内的手牌区，你可以摸一张牌。",

	["shanzhu"] = "山主",
	[":shanzhu"] = "出牌阶段开始时，你可以观看牌堆顶X张牌（X为弃牌堆牌的张数除以14，向下取整），然后将这些牌以任意顺序置于牌堆顶。",

	----C018
	["koromo"] = "天江衣", 
	["&koromo"] = "天江衣", 
	["#koromo"] = "海底的满月", 
	["#&koromo"] = "天才麻将少女", 
	["~koromo"] = "", 
	["designer:koromo"] = "hmqgg",
	["cv:koromo"] = "福原香織",
	["illustrator:koromo"] = "8759553",
	
	["kongyun"] = "控运",
	[":kongyun"] = "一名角色的红色判定牌生效前，你可以打出一张手牌替换之，一名黑色判定牌生效前，你可以亮出牌堆底的一张牌替换之。",
	["@kongyun-card"] = CommonTranslationTable["@askforretrial"],
	["~kongyun"] = "选择一张手牌→点击确定",

	["laoyue"] = "捞月",
	[":laoyue"] = "每当你于回合外需要使用或打出一张基本牌时，你可以观看牌堆底的两张牌，然后选择一项：1、使用或打出其中一张该类别的基本牌；2、用两张手牌替换之；3、用牌堆顶的两张牌替换之。",
	["@laoyue-put"] = "请选择两张手牌用于替换牌堆底的两张牌",
	["laoyue:use"] = "使用或打出",
	["laoyue:put"] = "用两张手牌替换",
	["laoyue:replace"] = "用牌堆顶的两张牌替换",
	["#LaoyueUse"] = "%from 发动 %arg 使用/打出了牌堆底的第 %arg2 张牌",
	["#LaoyuePut"] = "%from 发动 %arg 用两张手牌替换了牌堆底的两张牌",
	["#LaoyueReplace"] = "%from 发动 %arg 用牌堆顶的两张牌替换了牌堆底的两张牌",
}